IDEA Open Model
ColumnData.FemLenghtFromFlexibleSupport Property
Compatible with IDEA StatiCa v 10.1
 true if FEM length were calculated from flexible supports
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool FemLenghtFromFlexibleSupport { get; set; }
Public Property FemLenghtFromFlexibleSupport As Boolean
	Get
	Set
public:
property bool FemLenghtFromFlexibleSupport {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace